IDEA Open Model
BeamDataEc2.UserLimitDeflection Property
Compatible with IDEA StatiCa 20.1
 user value of limit deflection - denominator - 1 / value
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double UserLimitDeflection { get; set; }
Public Property UserLimitDeflection As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
BeamDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace